0.829059829059829
0.829059829059829
0.8901098901098901
0.6875000000000001
0.7916666666666666
0.8809523809523809
0.6428571428571428
0.8290598290598291
0.797979797979798
0.4594594594594595
0.84375
0.7333333333333333
0.6703296703296704
0.8809523809523809
0.7619047619047619
0.561128526645768
0.8399999999999999
0.8809523809523809
0.9430199430199431
0.9283154121863799
0.7802197802197802
0.8666666666666667
0.7333333333333333
0.8666666666666667
0.7849462365591398
0.8119122257053291
0.7916666666666665
0.8809523809523809
0.7333333333333334
0.7916666666666666
0.7619047619047619
0.6703296703296704
0.7802197802197802
0.6428571428571428
0.8666666666666667
0.9430199430199431
0.8958333333333333
0.84375
0.6875
0.6266666666666667
0.6419437340153453
0.7802197802197802
0.8290598290598291
0.3333333333333333
0.6875000000000001
0.8399999999999999
0.7916666666666666
0.6875
0.9373040752351097
0.7849462365591398
0.715099715099715
0.9134199134199135
0.6703296703296704
0.797979797979798
0.6415770609318996
0.8119122257053291
0.6078431372549019
0.7619047619047619
0.9283154121863799
0.7402597402597403
0.6266666666666666
0.7333333333333334
0.7333333333333334
0.7849462365591398
0.829059829059829
0.948849104859335
0.8958333333333333
0.6428571428571428
0.7402597402597403
0.7150997150997151
0.7849462365591398
0.8000000000000002
0.8809523809523809
0.7333333333333334
0.8809523809523809
0.6865203761755486
0.7916666666666667
0.6865203761755486
0.7619047619047619
0.7849462365591398
0.6875
0.6865203761755486
0.6266666666666667
0.8290598290598291
0.797979797979798
0.5604395604395604
0.7333333333333334
0.7442455242966752
0.7442455242966752
0.7333333333333334
0.829059829059829
0.8465473145780051
0.9134199134199135
0.7802197802197802
0.8809523809523809
0.7333333333333334
0.9373040752351097
0.8290598290598291
0.8809523809523809
0.7802197802197802
0.7916666666666666
0.8119122257053291
0.829059829059829
0.6011396011396012
0.8400000000000001
0.7619047619047619
0.6415770609318996
0.9283154121863799
0.7849462365591398
0.948849104859335
0.7802197802197802
0.9134199134199135
0.6875000000000001
0.6703296703296704
0.829059829059829
0.6875
0.9283154121863799
0.411764705882353
0.6266666666666667
0.5488721804511278
0.829059829059829
0.8809523809523809
0.829059829059829
0.7442455242966751
0.6415770609318997
0.8119122257053292
0.6428571428571428
0.8809523809523809
0.829059829059829
0.9134199134199135
0.6875
0.8666666666666667
0.6865203761755486
0.6865203761755486
0.8119122257053291
0.7333333333333333
0.7849462365591398
0.7619047619047619
0.8857142857142857
0.8809523809523809
0.715099715099715
0.8958333333333334
0.6415770609318996
0.4736842105263158
0.7150997150997151
0.8119122257053292
0.8465473145780051
0.7802197802197802
0.8119122257053291
0.9373040752351097
