0.6416742902081628
0.7935172198846813
0.8010595897735006
0.7070980638712903
0.7717709321841769
0.7095342934106922
0.792627799822672
0.7776186330403198
0.7406250417183976
0.7136231109544506
0.7229159576603227
0.7152994798610592
0.7296162039582188
0.7750735786927762
0.7213768115942031
0.7704301353778146
0.732753466228946
0.7474791708135466
0.7891256873733786
0.7230488187934997
0.7152421652421652
0.7531654590129354
0.7133244361403976
0.7723851687880465
0.7560967094352797
0.761173093234162
0.77882996172772
0.7722082985240881
0.7146198370917473
0.7587912371134019
0.7238663897542402
0.7816336884830034
0.687406226297053
0.7572449642625081
0.6408602621521884
0.6810056113735666
0.7264252441417796
0.7094081970464533
0.7259004709176531
0.7160434976910471
0.7181137688050131
0.769440934597729
0.7714871657991904
0.7104580920252227
0.7258576142846179
0.7004329004329004
0.8386039886039885
0.7496500521554651
0.7162891295479561
0.7549834231247411
0.7941398995804388
0.779122195955555
0.76138068130478
0.7792176242533154
0.7954709805162027
0.8100424568550867
0.7173524150268337
0.8146961659507096
0.7980783129453779
0.7951205702962142
0.7727767695099819
0.8221576321826561
0.7444219733964715
0.7227257181942545
0.777842908119875
0.7784800851616828
0.72243330740957
0.8342684442197932
0.8259073574872331
0.7437795497263417
0.8006765965360092
0.7599015240524675
0.7665011459129106
0.6895065965072827
0.7542128676835672
0.7114472871091336
0.7403095794892881
0.7562404942467248
0.7106993338992073
0.726105826946163
0.7049862905126064
0.7093066211992043
0.7450242007609509
0.8027098164361891
0.7984659754017417
0.7826199595104937
0.7415278423043739
0.7521161661215183
0.7641025641025642
0.7220801364023869
0.7285873192436041
0.7838383838383839
0.7371091799021077
0.7009825859186817
0.7156816618099402
0.703904334010832
0.7446678913904524
0.7923958514272479
0.7712695717789096
0.7752538515406163
0.7743623710836824
0.7866921768707482
0.7844017094017094
0.7386613386613387
0.7695009725084914
0.7322137325627999
0.7292890591741168
0.770168850123162
0.7282172262555058
0.6956241580913497
0.7487336313024388
0.756648451730419
0.6789108003643571
0.7889724446694023
0.7982731554160125
0.7624033784957444
0.6542215481974517
0.6760835208040176
0.7125716211661611
0.7918313825801618
0.753397695904456
0.7165812123258931
0.738193482539914
0.7471709461022438
0.7646464646464647
0.7745143675838099
0.7476560605480467
0.8097716293368468
0.7844924060751399
0.7523809523809524
0.7679304947945879
0.7654901960784312
0.7910392779849887
0.7719761082124522
0.7800066391615686
0.7487158247895307
0.7672747237210191
0.7191932606239173
0.756782104680628
0.69019597284382
0.7727205610926542
0.7633737759280975
0.7633501308644868
0.7280435279957825
0.772300469483568
0.7775694544599886
0.7884323429629996
0.7922442818994545
0.7765271182380543
0.8075479969437457
