0.29477718360071303
0.3831480953738007
0.4035029044182362
0.48118279569892475
0.21331090407177364
0.5071538365016626
0.3723738626964433
0.4280299410734194
0.3157575757575758
0.5267335263303006
0.39323205530102084
0.3883813156540429
0.2833333333333333
0.39
0.5087165359892633
0.6658205924510272
0.41877104377104374
0.35
0.4958974358974359
0.3929343603256647
0.34472309299895504
0.4727175602175602
0.3716486729644624
0.2865151515151515
0.34362432439355517
0.37428774928774927
0.3212657712657713
0.4010245310245309
0.4342490842490842
0.30083070083070085
0.35833333333333334
0.3281886087768441
0.18368732300516405
0.4757936507936508
0.37052669552669554
0.36359020310633217
0.4307863247863247
0.5269972451790634
0.41763085399449035
0.40594533671456745
0.33743961352657004
0.4916438285422243
0.40317460317460313
0.2942224442224442
0.227281746031746
0.3963776963776964
0.7352046783625731
0.3777777777777778
0.4189727651266113
0.45733559369923005
0.2922839506172839
0.5019121940861071
0.27498627215951216
0.35053011504624404
0.22598697598697595
0.36981536981536983
0.39481026766094646
0.3977142857142857
0.22764340052196125
0.2688585607940447
0.5200425305688463
0.38042929292929295
0.5591973151161591
0.3536826268969126
0.5216288168159826
0.39632034632034635
0.5202530334302781
0.5684989648033125
0.4755787690570299
0.3217646550979884
0.430262045646661
0.4280532598714417
0.3406329302881027
0.47748917748917746
0.4908035863918217
0.32591093117408904
0.45609685697227065
0.4573659673659674
0.3582788671023965
0.28907807168676736
0.5777078565980168
0.5024786324786324
0.4962238930659983
0.4322820037105752
0.3264735264735265
0.5864707756012104
0.44601879601879607
0.3924443372719235
0.3533910533910534
0.22930402930402932
0.4536706349206349
0.4452100840336135
0.46417112299465246
0.528364060182242
0.4722181492342783
0.2326923076923077
0.23746556473829203
0.4396825396825398
0.48846153846153845
0.44169453734671127
0.4418226600985221
0.4850931677018633
0.4220760233918129
0.4123809523809524
0.46041800389626475
0.4677513906718015
0.43618233618233615
0.32378120455043535
0.3653013653013653
0.39048659673659675
0.22571839080459769
0.4567171717171717
0.3813146997929607
0.32598605266481856
0.4136752136752137
0.5307692307692308
0.44694854953475643
0.37942458775792104
0.4722519310754605
0.40522875816993464
0.45703703703703696
0.38570983672198245
0.3431013431013431
0.30458839406207827
0.42694677871148456
0.63685127133403
0.6052188552188551
0.44587848932676516
0.4968886588451806
0.5024945814419498
0.49395801331285205
0.6212255275870836
0.30893349075167265
0.35001097213078775
0.2456112852664577
0.3553013415892673
0.44504475703324803
0.3801742919389978
0.45797101449275357
0.49697570947570946
0.47837717837717847
0.3988744588744589
0.43203463203463205
0.35489757451479936
0.5576100228274141
0.4194139194139194
0.4424825174825175
0.3908119658119658
0.39617016125636817
0.4285395763656633
