0.5238095238095238
0.4991869918699187
0.6571428571428573
0.5351213282247764
0.6347826086956523
0.65
0.6493738819320214
0.7211948790896159
0.6888888888888889
0.7723577235772359
0.7666666666666666
0.7375
0.825
0.6040404040404039
0.5902439024390244
0.8155467720685112
0.5625
0.6493738819320214
0.65
0.641025641025641
0.672514619883041
0.65
0.7723577235772359
0.6813008130081301
0.6493738819320214
0.49090909090909096
0.6199095022624435
0.6190476190476191
0.7043740573152337
0.6571428571428573
0.7857142857142858
0.6347826086956523
0.6256684491978609
0.4509803921568627
0.7005347593582888
0.6813008130081301
0.672514619883041
0.7543859649122807
0.7211948790896159
0.7375
0.9047619047619047
0.672514619883041
0.7543859649122807
0.7543859649122807
0.7666666666666666
0.6111111111111112
0.5906432748538012
0.5902439024390244
0.47500000000000003
0.7888386123680241
0.5238095238095238
0.7723577235772359
0.4991869918699187
0.6199095022624435
0.7666666666666666
0.712820512820513
0.7543859649122807
0.65
0.7878787878787878
0.5809523809523809
0.5942028985507246
0.8733031674208145
0.7543859649122807
0.8893280632411067
0.6347826086956523
0.8497316636851521
0.7888386123680241
0.8155467720685112
0.7375
0.8805120910384068
0.5491949910554562
0.8541666666666667
0.7375
0.6888888888888889
0.78125
0.5625
0.5333333333333333
0.6571428571428573
0.6111111111111112
0.6679841897233202
0.8155467720685112
0.7543859649122807
0.7211948790896159
0.6199095022624435
0.65
0.7666666666666666
0.672514619883041
0.6111111111111112
0.7375
0.7878787878787878
0.6813008130081301
0.65
0.6415362731152205
0.7043740573152337
0.8444444444444446
0.7565217391304349
0.5757575757575757
0.7565217391304349
0.672514619883041
0.5906432748538012
0.49090909090909096
0.7083333333333333
0.7666666666666666
0.7888386123680241
0.5902439024390244
0.5303225806451612
0.7723577235772359
0.6571428571428573
0.8857142857142857
0.672514619883041
0.6415362731152205
0.4991869918699187
0.7083333333333333
0.8805120910384068
0.7211948790896159
0.7543859649122807
0.7723577235772359
0.8193548387096774
0.4285714285714286
0.7142857142857143
0.7543859649122807
0.7043740573152337
0.7723577235772359
0.7043740573152337
0.825
0.65
0.7417654808959158
0.801418439716312
0.6813008130081301
0.672514619883041
0.6199095022624435
0.6888888888888889
0.7375
0.78125
0.7142857142857143
0.801418439716312
0.5902439024390244
0.7723577235772359
0.7417654808959158
0.5906432748538012
0.7723577235772359
0.7142857142857143
0.5902439024390244
0.6888888888888889
0.6415362731152205
0.5366430260047281
0.8444444444444446
0.5354449472096531
0.6415362731152205
0.5902439024390244
